Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/D07.tmx
Source language: en_us
Languages: zh_cn

source: Our Risen Christ
zh_cn: 我们复活的基督

source: Today we praise God for the fact that our glorious Jesus is the risen Christ.
zh_cn: 今天我们赞美神，为着我们荣耀的耶稣乃是复活的基督，这是事实。

source: Those of us who have tasted the power of the indwelling Spirit know something of the manner in which the hearts of those two disciples burned as they walked to Emmaus with their risen Lord as their companion.
zh_cn: 那些已经品尝到内住在我们里面圣灵之能力的，他们就会知道与复活的主同往以马忤斯去的两个门徒，当时心中火热的味道。

source: Note the words of verse 30, "And when they had prayed, the place was shaken." There are many churches where they never pray the kind of prayer that you read of here.
zh_cn: 注意第30节的用词：“祷告完了，聚会的地方震动。”有许多教会从来就没有过像这里所记载的那样的祷告。

source: A church that does not know how to pray and to shout will never be shaken.
zh_cn: 一个教会不知道怎样祷告，怎样呼求，就永远不会有震动。

source: If you live in a place like that you may as well write "Ichabod -the glory of the Lord has departed"-over the threshold. It is only when men have learned the secret of prayer, of power, and of praise, that God comes forth.
zh_cn: 如果你住在那样的地方，最好在门口写上：“以迦博——荣耀离开以色列了。”（撒母耳记上4：21）只有当人们学会了祷告、能力和赞美的秘诀，神才会临到。

source: Some people say, "Well, I praise God inwardly," but if there is an abundance of praise in your heart, your mouth cannot help speaking it.
zh_cn: 有人说：“好的，我是在里面赞美神。”但如果你心里充满了赞美，你的口也会禁止不住的赞美出来。

source: There was a man who had a large business in London who was a great church-goer.
zh_cn: 有一个在伦敦经营着大生意的人，他也是一个习惯常去教会作礼拜的人。

source: The church he attended was beautifully decorated, and his pew was delightfully cushioned-just about enough to make it easy to sleep through the sermons.
zh_cn: 他所去的教会装饰得很华丽，他的座位也垫得很舒适，足以让他在听道时，很容易就睡着。

source: He was a prosperous man in business, but he had no peace in his heart.
zh_cn: 他是一位生意上很成功的人，但他的心中却没有平安。

source: But there was a boy at his business who always looked happy. He was always jumping and whistling.
zh_cn: 在他的生意中，他雇佣了一个看上去很快乐的男孩，他总是蹦蹦跳跳，吹着口哨。

source: One day he said to this boy, "I want to see you in my office."
zh_cn: 一天他对这个男孩说：“来我的办公室一下。”

source: When the boy was in his office he asked him, "How is it that you can always whistle and be happy?"
zh_cn: 当这个男孩进来的时候，他就问这个男孩：“你怎么能常常吹口哨，在办公室里那样快乐呢？”

source: "I cannot help it," answered the boy.
zh_cn: 男孩回答说：“我就是这样情不自禁的快乐，没办法。”

source: "Where did you get it?" asked the master.
zh_cn: 主人又问：“你在哪里得到这样的快乐呢？”

source: "I got it at the Pentecostal mission."
zh_cn: 男孩告诉他：“是在一个五旬节的教堂。”

source: "Where is that?"
zh_cn: “在什么地方？”

source: The boy told him, and the next thing was, that the man was attending.
zh_cn: 男孩就告诉了他，然后那人就去了。

source: The Lord broke him up there, and in a short while he was entirely changed.
zh_cn: 主就在那里破碎了他，在很短的时间内，他就完全改变了。

source: One day, shortly after this, he found that, instead of being distracted by his business as he formerly had been, he was actually whistling and jumping.
zh_cn: 就在这不久后的一天，他也发现，过去他常常被生意的事情所烦扰，现在居然也也吹起口哨，蹦蹦跳跳了。

source: His whole position and his whole life had been changed.
zh_cn: 他的整个的情形和整个的生命已经被改变了。

source: The shout cannot come out unless it is in. There must first be the inner working of the power of God.
zh_cn: 除非这呼求在你心里，否则你就不能呼求，因此必须首先让神的能力作里面的工作。

source: It is He who changes the heart, and transforms the life, and before there is any real outward evidence there must be the inflow of divine life.
zh_cn: 只有祂能改变人心，改变生命，在外在的真实证据的显露以前，必有神圣生命的内在涌流。

source: Sometimes I say to people, "You weren't at meeting the other night."
zh_cn: 有时我对人们说：“那天晚上，你们没有去聚会啊。”

source: They reply, "Oh yes, I was there in spirit."
zh_cn: 他们回答：“是的，不过我的灵在那里。”

source: I say to them, "Well, come next time with your body also. We don't want a lot of spirit here and no bodies.
zh_cn: 我告诉他们：“好的，下一次你们的身体也带过来，我们可不想要一大堆没有身体的灵。

source: We want you to come and get filled with God."
zh_cn: 我们想要你们都来，被神充满。”

source: When all the people will come and pray and praise as did these early disciples there will be something doing. People who come will catch fire and they will want to come again.
zh_cn: 当所有的人都来祷告赞美，就像当初门徒所做的那样，来的人就会着火，而且他们还会想再来。

source: But they will have no use for a place where everything has become formal, dry, and dead.
zh_cn: 但是如果一个地方的一切都变成仪式、枯干和死寂，这地方就没有用了。

source: The power of Pentecost as it came at first came to loose men.
zh_cn: 五旬节的能力，当初来首先是来解除人的捆绑。

source: God wants us free on every line. Men and women are tired of imitations; they want reality; they want to see people who have the living Christ within, and are filled with Holy Ghost power.
zh_cn: 神想要我们在凡事上得自由，男人和女人都厌倦了模仿，他们想要真实，他们想要看到人们有活的基督在里面，并且被圣灵的能力所充满。

source: I received several letters and telegrams about a certain case, but when I arrived I was told I was too late.
zh_cn: 我要给你一个例子，我曾接到好几封信和电报让我去一个地方，但是当我到那里时，人们告诉我来的太晚了。

source: I said, "That cannot be. God has never sent me too late anywhere."
zh_cn: 我说：“不会的，神从来没有差遣我到任何地方是太晚了的。”

source: God showed me when I went that something different would happen to anything I had seen previously.
zh_cn: 神已经指示我，说我到那里发生的事情会与我以前所看到的任何事情都不同。

source: The people I went to were all strangers. I was introduced to a young man who lay helpless, and for whom there was no hope.
zh_cn: 我去的地方都是陌生人，我被介绍给一个躺在床上无助的年轻人，他呆在那里没有盼望。

source: The doctor had been to see him that morning and had declared that he would not live through the day.
zh_cn: 医生那天早晨曾来看过他，宣布他不会活过那一天。

source: He lay with his face to the wall, and when I spoke to him he whispered, "I cannot turn over."
zh_cn: 病人面向墙躺着，我对他说话的时候，他小声说：“我不能翻身。”

source: His mother said that they had had to lift him out of bed on sheets for weeks, and that he was so weak and helpless that he had to stay in one position.
zh_cn: 他的母亲说他们几周来不得不把他放在床单上挪动。这人又软弱又无助，以至于只能躺在一个地方。

source: The young man said, "My heart is very weak."
zh_cn: 这年轻的人说：“我的心脏很弱。”

source: I assured him, "God is the strength of thy heart and thy portion forever.
zh_cn: 但我让他放心：“神就是你心脏的力量，也是你永远的份。

source: If you will believe God, it shall be so today."
zh_cn: 你若信神，今天事情就必这样成就。”

source: Our Christ is risen. He is a living Christ who indwells us.
zh_cn: 我们的基督是复活的，祂是一位活的基督住在我们里面。

source: We must not have this truth merely as a theory, Christ must be risen in us by the power of the Spirit.
zh_cn: 我们切不可把真理仅仅当作理论，借着圣灵的能力，基督必要在我们里复活过来。

source: The power that raised Him from the dead must animate us, and as this glorious resurrection power surges through your being, you will be freed from all your weaknesses and you will become strong in the Lord and in the power of His might.
zh_cn: 那叫祂从死里复活的能力，也必要叫我们活过来。并且当这荣耀复活的能力涌流穿过你时，你就会从所有的软弱中得释放，在主和祂大能的能力中变为刚强。

source: There is a resurrection power that God wants you to have and to have it today.
zh_cn: 这复活的能力是神想要我们拥有的，并且是现在就拥有。

source: Why not?
zh_cn: 为什么不要呢？

source: Receive your portion here and now.
zh_cn: 此时此地就接受你的份吧！

source: I said to these people, "I believe your son will rise today."
zh_cn: 我对这些人说：“我相信你们的儿子今天就会起来。”

source: They only laughed.
zh_cn: 他们只是在笑。

source: People do not expect to see signs and wonders today as the disciples saw them of old.
zh_cn: 现在人们并不期望看见神迹奇事，就像当初门徒所目睹的那样。

source: Has God changed?
zh_cn: 神改变了吗？

source: Or has our faith waned so that we are not expecting the greater works that Jesus promised?
zh_cn: 或者是我们的信心已经减少，以致我们不再期盼耶稣所应许的那更大的工作呢？

source: We must not harp on any minor key. Our message must rise to concert pitch, and there must be nothing left out of it that is in the Book.
zh_cn: 我们不必降调弹奏，我们的信息必须升到合宜的音高里，不要让任何圣经以外的东西存留。

source: It was winter time, and I said to the parents, "Will you get the boy's suit and bring it here?"
zh_cn: 那时正是冬天，我对他父母说：“你们能把这孩子的衣服带来吗？”

source: They would not listen to the request, for they were expecting the boy to die.
zh_cn: 他们没有听从这请求，因为他们对这男孩，除死以外并无盼望。

source: But I had gone to that place believing God. In Romans 4:17, we read of Abraham, "(I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were."
zh_cn: 但我已经到了一个如此相信神的地步，在《罗马书》4章17节，我们读到：“（我已经立你作多国的父）亚伯拉罕所信的，是那叫死人复活、使无变为有的神。”

source: God help us to understand this.
zh_cn: 神帮助我们明白这事。

source: It is time people knew how to shout in faith as they contemplate the eternal power of our God to whom it is nothing to quicken and raise the dead.
zh_cn: 当人们思量我们的神永恒能力的时候，正是人们知道怎样在信心里呼喊的时候，对我们的神来说，让死人复活并不算什么。

source: I come across some who would be giants in the power of God but they have no shout of faith.
zh_cn: 我遇到一些人愿意在在神的能力中做个巨人，但他们却没有信心的呼喊。

source: I find everywhere people who go down even when they are praying simply because they are just breathing sentences without uttering speech, and you cannot get victory that way.
zh_cn: 我到处发现人们就是在祷告中沉下去，因为他们的祷告仅仅是呼吸一些字句而已，而非口头的言语，这样的祷告是无法赢得胜利的。

source: You must learn to take the victory and shout in the face of the devil, "It is done!"
zh_cn: 你必须学着获取胜利，学着在魔鬼面前呼喊：“成了！”

source: There is no man who can doubt if he learns to shout.
zh_cn: 如果人学会了呼喊，就不会有疑惑。

source: When we know how to shout properly, things will be different, and tremendous things will happen.
zh_cn: 如果我们知道怎样呼喊，事情就会大大不同，非常的事情就会发生。

source: In verse 24 we read, "They lifted up their voice with one accord."
zh_cn: 24节（使徒行传）说：“他们就同心合意地高声向神说。”

source: It surely must have been a loud prayer.
zh_cn: 确实的，这必是一个高声的祷告。

source: We must know that God means us to have life.
zh_cn: 我们必须知道神的意思是要我们得着生命。

source: If there is anything in the world that has life in it, it is this Pentecostal revival we are in.
zh_cn: 如果说在世界上有任何事情有生命在里面的话，那就是我们所在的五旬节的复兴了。

source: I believe in the Baptism of the Holy Ghost with the speaking in tongues, and I believe that every man who is baptized in the Holy Ghost will speak in other tongues as the Spirit gives him utterance.
zh_cn: 我相信说方言的圣灵的洗，我相信每一位在灵里受洗的，必按圣灵所赐的口才说起别国的话来。

source: I believe in the Holy Ghost. And if you are filled with the Spirit you will be superabounding in life-living waters will flow from you.
zh_cn: 我也在圣灵里相信，如果你被圣灵充满，你的生命就会超乎寻常的丰富——活水要从你里面涌流出来。

source: At last I persuaded the parents to bring the boy's clothes and lay them on the bed. From the natural viewpoint, the young man lay dying.
zh_cn: 最后我劝服他的父母把这男孩的衣服拿来放在床上，从自然的观点来看，这年轻的人躺在那里快死了。

source: I spoke to the afflicted one, "God has revealed to me that, as I lay my hands upon you, the place will be filled with the Holy Ghost, the bed will be shaken, you will be shaken and thrown out of bed by the power of the Holy Ghost, you will dress yourself and be strong."
zh_cn: 我对这饱受病痛的孩子说：“神已经启示我，当我按手在你身上的时候，这地方要被圣灵充满，床也会震动，你要被圣灵的能力震动并且扔出床外，你就会自己穿上衣服，强壮起来。”

source: I said this to him in faith.
zh_cn: 我在信心里向他说这话。

source: I laid hands on him in the name of Jesus and instantly the power of God fell and filled the place.
zh_cn: 于是我奉主耶稣的名按手在他身上，立刻神的能力就降临并充满了那地方。

source: I felt helpless and fell flat on the floor. I knew nothing except that a short while after the place was shaken, I heard the young man walking over me and saying, "For Thy glory, Lord! For Thy glory, Lord!"
zh_cn: 我无助地倒下来平躺在地板上，除了那地方在片刻中摇动起来这件事，其它就什么也不知道了，我听见这年轻人走到我这里说：“为了你的荣耀，主啊！为了你的荣耀，主啊！”

source: He dressed himself and cried, "God has healed me."
zh_cn: 他自己穿上衣服喊出来：“神已经医好了我。”

source: The father fell, the mother fell, and another who was present fell also.
zh_cn: 他的父亲倒下了，母亲也倒下了，还有另一位在那里的也倒下了。

source: God manifested His power that day in saving the whole household and healing the young man. It is the power of the risen Christ we need.
zh_cn: 通过拯救全家，医治这年轻人，神在那天显出了祂的能力，那就是我们需要的复活基督的能力。

source: That young man is today preaching the gospel.
zh_cn: 那年轻人今天正在为主传福音。

source: For years we have been longing for God to come forth, and, praise Him, He is coming forth.
zh_cn: 多年来我们一直渴望神临到我们，现在赞美神，祂来了。

source: The tide is rising everywhere.
zh_cn: 这神的潮水正到处高涨。

source: I was in Switzerland not long ago, preaching in many places where the Pentecostal message had not been heard, and today there are nine new Pentecostal assemblies in different places going on blessedly for God.
zh_cn: 不久以前，我去瑞士许多从未听见五旬节信息的地方传道，而今天已有九个新的五旬节聚会蒙神赐福在进行。

source: All over the world it is the same, this great Pentecostal work is in motion.
zh_cn: 全世界各地都是一样，伟大的五旬节工作正在进行之中。

source: You can hardly get to a place now where God is not pouring out His Spirit on hungry hearts.
zh_cn: 现在无论何处，神正将祂的灵倾倒给那些饥渴的心灵。

source: God has promised to pour out His Spirit upon all flesh, and His promises never fail.
zh_cn: 神应许要将祂的灵浇灌凡有血气的，祂的应许永不落空。

source: Our Christ is risen. His salvation was not a thing done in a corner. Truly He was a man of glory who went to Calvary for us, in order that He might free us from all that would mar and hinder, that He might transform us by His grace, and bring us out from under the power of Satan into the glorious power of God.
zh_cn: 我们的基督是复活的，祂的救赎工作不只是做成在一个小角落，祂实在是荣耀的人子，曾为我们来到加略山，要从所有的创伤和拦阻中释放我们，籍着祂的恩典变化我们，从撒但的权下将我们领出来，进入神荣耀的权能里。

source: One touch of our risen Christ will raise the dead. Hallelujah!
zh_cn: 人一触摸到我们复活的基督，就从死而复活了，哈利路亚！

source: Oh, this wonderful Jesus of ours!
zh_cn: 哦，这位奇妙的耶稣！

source: He comes and indwells us. He comes to abide.
zh_cn: 祂来并住在我们里面，祂来停留在我们里面。

source: He it is who baptizes us with the Holy Ghost, and makes everything different.
zh_cn: 祂就是那位用圣灵施洗，让每件事变得不同的那一位。

source: We are to be a kind of firstfruits unto God and are to be like Christ who is the firstfruit, walking in His footsteps, living in His power.
zh_cn: 在神面前，我们成为一种初熟的果子，就像基督成为第一个初熟的果子一样，并在祂脚踪中行走，活在祂的能力之中。

source: What a salvation this is, having this risen Christ in us.
zh_cn: 这是何等样的救恩，竟有复活的基督在我们里面。

source: I feel that everything else must go to nothingness, helplessness and ruin. Every thought of advantage for ourselves must be on the decrease in order that Christ may increase, that we may live in another state, where all things are under the power of the Spirit.
zh_cn: 我觉得其他任何事物必归于虚空、无用和败坏，为了让基督增长，每一个为着我们自己的美好思念，就必减少，这样我们就住在另一个属灵国度中，在那里所有的事物，都是在圣灵的权下。

source: Dare you take your inheritance from God?
zh_cn: 你敢从神那里支取你的产业吗？

source: Dare you believe God?
zh_cn: 你敢信神吗？

source: Dare you stand on the record of His Word?
zh_cn: 你敢站在祂记下来的话语上吗？

source: What is the record?
zh_cn: 这记下的话语是什么？

source: If thou shalt believe thou shalt see the glory of God.
zh_cn: 你若信，就必看见神的荣耀。

source: You will be sifted as wheat. You will be tried as though some strange thing tried you. You will be put in places where you will have to put your whole trust in God.
zh_cn: 你将会像麦子一样被筛，你将会经受你无法理解的考验，你要被放在一个地方，在这里你将不得不完全依靠神。

source: There is no such thing as anyone being tried beyond what God will allow.
zh_cn: 在这些被试炼的事上，没在一样是超过神的许可的。

source: There is no temptation that will come, but God will be with you right in the temptation to deliver you, and when you have been tried, He will bring you forth as gold.
zh_cn: 试探来到时，神一定会与你同在，并要从那试探中拯救你，你被试验后，祂要使你成为精金。

source: Every trial is to bring you to a greater position in God.
zh_cn: 每一试炼都要把你在神里带到更大的地位上。

source: The trial that tries your faith will take you on to the place where you will know that the faith of God will be forthcoming in the next test.
zh_cn: 这考验你信心的试炼，会把你带到一个地步，就是你会知道从神来的信心，在下一次试炼来到以前，就预先赐给你。

source: No man is able to win any victory save through the power of the risen Christ within him.
zh_cn: 除非靠着住在人里面复活基督的能力，无人能够赢得任何胜利。

source: You will never be able to say, "I did this or that."
zh_cn: 这样，你将永远不会说，“我做了这个，我做了那个。”

source: You will desire to give God the glory for everything.
zh_cn: 你会渴望在凡事上为神赢得荣耀。

source: If you are sure of your ground, if you are counting on the presence of the living Christ within, you can laugh when you see things getting worse. God would have you settled and grounded in Christ, and it is only as you are filled with the Holy Ghost that you become steadfast and unmoveable in Him.
zh_cn: 若你确定你的地位，就是你倚靠基督的同在，就是那位在你里面活着的基督，当你看见事情变糟的时候，倒会笑起来，因为神会让安居扎根在基督里。并且只有被圣灵充满，你才能在祂里面成为坚定不移和不可动摇的。

source: The Lord Jesus said, "I have a baptism to be baptized with; and how am I straitened till it be accomplished."
zh_cn: 主耶稣说：“我有当受的洗，还没有成就，我是何等的迫切呢？”（路加福音12：50）

source: He was assuredly straitened in the way, at Gethsemane, at the judgment hall, and, after that, at the cross, where He, through the eternal Spirit, offered Himself without spot to God.
zh_cn: 他确实是那样的迫切，在客西马尼，在审判的地方，在那以后，在十字架上，祂在上面，借着永远的灵，把自己无瑕无疵的献给神。

source: God will take us right on in like manner, and the Holy Spirit will lead every step of the way.
zh_cn: 神也会用同样的方式引领我们，圣灵也要在这条路上带领我们的每一步。

source: God led Him right through to the empty tomb, to the ascension glory, to a place on the throne; and the Son of God will never be satisfied until He has us with Himself, sharing His glory and sharing His throne.
zh_cn: 神已引领祂经过空坟墓，进入升天的荣耀，坐在宝座上。除非祂拥有我们，与祂同在，分享祂的荣耀和宝座之时——神的儿子将绝不会满足。
